Repository: dannycoulombe/zemit
Catalog: src/core/i18n/*.po
Languages: fr_ca

# core.classes.errAlreadyConn
source: A connection has already been established to that server.
fr_ca: Une connection a été établis avec succès.

# core.classes.errConnLost
source: The connection has been lost. Is the server down?
fr_ca: La connection a été perdu. Est-ce que le serveur est en panne?

# core.classes.errConnTimeout
source: The connection has timed out.
fr_ca: La connection a expirée.

# core.classes.errNotResponding
source: The server is either not responding or the information provided are incorrect.
fr_ca: Le serveur ne répond pas ou les informations fournis sont incorrect.

# core.classes.errUserPassIncorrect
source: The username and/or password provided are incorrect.
fr_ca: Le nom d'utilisateur et/ou mot de passe fournis sont incorrect.

# core.components.sidebar.debug.actionsBtnDump
source: Dump session to console
fr_ca: Déverser la session dans la console

# core.components.sidebar.debug.actionsBtnFlushHistory
source: Flush history only
fr_ca: Vider l'historique uniquement

# core.components.sidebar.debug.actionsBtnFlushMemory
source: Flush memory
fr_ca: Vider la mémoire

# core.components.sidebar.debug.actionsWarning
source: <strong>Warning!</strong> Use these actions with caution.
fr_ca: <strong>Attention !</strong> Utilisez ces actions avec précaution !

# core.components.sidebar.debug.clearConsole
source: Clear console
fr_ca: Nettoyer la console

# core.components.sidebar.debug.detailsTitle
source: Details
fr_ca: Détails

# core.components.sidebar.debug.flushBtn
source: Flush all
fr_ca: Vider tout

# core.components.sidebar.debug.flushContent
source: Are you sure you want to flush everything you have in memory?
fr_ca: Êtes-vous certain de vouloir vider toutes les données de la mémoire?

# core.components.sidebar.debug.flushTitle
source: Flush all
fr_ca: Vider tout

# core.components.sidebar.debug.history
source: History:
fr_ca: Historique:

# core.components.sidebar.debug.logsEmpty
source: No log available yet.
fr_ca: Pas d'enregistrement disponible pour le moment.

# core.components.sidebar.debug.logsTitle
source: Logs
fr_ca: Journaux

# core.components.sidebar.debug.maxLogs
source: Max logs:
fr_ca: Enr. max:

# core.components.sidebar.debug.selectedWidgets
source: Selected widgets:
fr_ca: Widgets sélectionnés:

# core.components.sidebar.debug.settings.showWidgetTokenId
source: Show widget tokens & IDs
fr_ca: Voir les tokens and IDs des widgets

# core.components.sidebar.debug.settingsTitle
source: Settings
fr_ca: Paramètres

# core.components.sidebar.debug.totalWidgets
source: Total widgets:
fr_ca: Total des widgets:

# core.components.sidebar.media.btnAddMedia
source: Add new media
fr_ca: Ajouter un nouveau média

# core.components.sidebar.media.empty
source: No media available yet.
fr_ca: Aucun média disponible pour le moment.

# core.components.sidebar.media.filterPlaceholder
source: Filter media...
fr_ca: Filtrer les medias...

# core.components.sidebar.media.noMediaFound
source: No media found based on your search criteria.
fr_ca: Aucun média trouvé basé sur vos critères de recherche.

# core.components.sidebar.media.noticeIntro
source: Every media added in your document is added here beforehand.
fr_ca: Tous les médias ajoutés dans votre document sont ajoutés ici avant-tout.

# core.components.sidebar.tabs.debug
source: Debug
fr_ca: Débogage

# core.components.sidebar.tabs.media
source: Media
fr_ca: Média

# core.components.sidebar.tabs.workspace
source: Workspace
fr_ca: Espaces

# core.components.sidebar.tooltips.debug
source: Show debugging information
fr_ca: Montrer les informations de débogages

# core.components.sidebar.tooltips.help
source: Show help boxes
fr_ca: Voir les panneaux d'aides

# core.components.sidebar.tooltips.zemit
source: We're Zemit, check us out!
fr_ca: Nous sommes Zemit, passez nous voir !

# core.components.sidebar.widgets.filterPlaceholder
source: Filter widgets...
fr_ca: Filtrer les widgets...

# core.components.sidebar.widgets.noWidgetsFound
source: No widget found based on your search criteria.
fr_ca: Aucun widget trouvé basé sur vos critères de recherche.

# core.components.sidebar.widgets.noticesDesktopDrag
source: Add widgets by dragging them into your container.
fr_ca: Ajouter des widgets en les déplacants dans votre conteneur.

# core.components.sidebar.widgets.noticesMobileDrag
source: Tap and hold a widget to drag it into your content.
fr_ca: Presser et tener un widget pour le déplacer dans votre contenu.

# core.components.sidebar.workspace.addProjectLabel
source: Add a project
fr_ca: Ajouter un projet

# core.components.sidebar.workspace.addProjectTitle
source: Add new project
fr_ca: Ajouter un nouveau projet

# core.components.sidebar.workspace.addSegmentLabel
source: Add a segment
fr_ca: Ajouter un segment

# core.components.sidebar.workspace.addSegmentModalBtnCancel
source: Cancel
fr_ca: Annuler

# core.components.sidebar.workspace.addSegmentModalBtnCreate
source: Create
fr_ca: Créer

# core.components.sidebar.workspace.addSegmentModalTitle
source: Add new segment
fr_ca: Ajouter un nouveau segment

# core.components.sidebar.workspace.btnAddNewWorkspace
source: Add a new workspace
fr_ca: Ajouter un nouvel espace

# core.components.sidebar.workspace.connect.browser
source: Browser
fr_ca: Navigateur

# core.components.sidebar.workspace.connect.browserTooltip
source: Data will be saved in your browser session
fr_ca: Les données seront sauvegardées dans votre session navigateur

# core.components.sidebar.workspace.connect.envTitle
source: Environment:
fr_ca: Environnement :

# core.components.sidebar.workspace.connect.hostTitle
source: Host:
fr_ca: Hôte :

# core.components.sidebar.workspace.connect.nameTitle
source: Name:
fr_ca: Nom :

# core.components.sidebar.workspace.connect.passTitle
source: Password:
fr_ca: Mot de passe :

# core.components.sidebar.workspace.connect.remote
source: Remote
fr_ca: Distant

# core.components.sidebar.workspace.connect.userPlaceholder
source: ex: unclebob
fr_ca: ex: onclebob

# core.components.sidebar.workspace.connect.userTitle
source: User:
fr_ca: Utilisateur :

# core.components.sidebar.workspace.connectWorkspaceTitle
source: Connect to workspace
fr_ca: Se connecter à un espace

# core.components.sidebar.workspace.editProjectTitle
source: Edit project
fr_ca: Modifier un projet

# core.components.sidebar.workspace.editSegmentModalBtnUpdate
source: Update
fr_ca: Mettre à jour

# core.components.sidebar.workspace.editSegmentModalTitle
source: Edit segment
fr_ca: Modifier un segment

# core.components.sidebar.workspace.emptyProjectLabel
source: No project available yet.
fr_ca: Aucun projet disponible pour le moment.

# core.components.sidebar.workspace.emptySegmentLabel
source: No segment available yet.
fr_ca: Aucun segment disponible pour le moment.

# core.components.sidebar.workspace.filterPlaceholder
source: Search in all workspaces...
fr_ca: Recherchez dans tous les espaces...

# core.components.sidebar.workspace.noProjectAdd
source: No project yet, add one:
fr_ca: Aucun projet pour le moment, ajoutez-en un :

# core.components.sidebar.workspace.noWorkspaceJoined
source: No workspace joined yet.
fr_ca: Aucun espace rejoint encore.

# core.components.sidebar.workspace.noticeExplanation
source: Each workspaces contains projects which contains segments. A segment is like a page but it can instanciates other segments.
fr_ca: Chaque espace contient des projets qui contiennent des segments. Un segment est comme une page, mais il peut contenir d'autres segments.

# core.components.sidebar.workspace.project.namePlaceholder
source: ex: McGill University
fr_ca: ex: Université McGill

# core.components.sidebar.workspace.project.nameTitle
source: Name:
fr_ca: Nom :

# core.components.sidebar.workspace.projectBtnCancel
source: Cancel
fr_ca: Annuler

# core.components.sidebar.workspace.projectBtnCreate
source: Create
fr_ca: Créer

# core.components.sidebar.workspace.projectBtnUpdate
source: Update
fr_ca: Metter à jour

# core.components.sidebar.workspace.projectRemoveBtnCancel
source: Cancel
fr_ca: Annuler

# core.components.sidebar.workspace.projectRemoveBtnRemove
source: Remove
fr_ca: Effacer

# core.components.sidebar.workspace.projectRemoveContent
source: Are you sure you want to remove the project <strong>:project:</strong> from your workspace <strong>:workspace:</strong>?
fr_ca: Êtes-vous certain de vouloir effacer le projet <strong>:project:</strong> de l'espace <strong>:workspace:</strong> ?

# core.components.sidebar.workspace.projectRemoveTitle
source: Remove project
fr_ca: Effacer un projet

# core.components.sidebar.workspace.removeSegmentModalBtnCancel
source: Cancel
fr_ca: Annuler

# core.components.sidebar.workspace.removeSegmentModalBtnRemove
source: Remove
fr_ca: Effacer

# core.components.sidebar.workspace.removeSegmentModalContent
source: Are you sure you want to remove the segment <strong>:segment:</strong> from your project <strong>:project:</strong>?
fr_ca: Êtes-vous certain de vouloir effacer le segment <strong>:segment:</strong> du projet <strong>:project:</strong> ?

# core.components.sidebar.workspace.removeSegmentModalTitle
source: Remove segment
fr_ca: Effacer un segment

# core.components.sidebar.workspace.removeWorkspaceModalBtnCancel
source: Cancel
fr_ca: Annuler

# core.components.sidebar.workspace.removeWorkspaceModalBtnRemove
source: Remove
fr_ca: Effacer

# core.components.sidebar.workspace.removeWorkspaceModalContent
source: Are you sure you want to remove <strong>:workspace:</strong> from your workspaces?
fr_ca: Êtes-vous certain de vouloir effacer <strong>:workspace:</strong> de vos espaces ?

# core.components.sidebar.workspace.removeWorkspaceModalTitle
source: Remove workspace
fr_ca: Effacer un espace

# core.components.sidebar.workspace.segment.namePlaceholder
source: ex: Footer
fr_ca: ex: Mise en page principale

# core.components.sidebar.workspace.segment.nameTitle
source: Name:
fr_ca: Nom :

# core.components.sidebar.workspace.treeview.segmentTotalWidgets
source: Total widgets:
fr_ca: Total des widgets :

# core.components.sidebar.workspace.tryAgain
source: Try again
fr_ca: Essayez de nouveau

# core.components.sidebar.workspace.updateWorkspaceBtnCancel
source: Cancel
fr_ca: Annuler

# core.components.sidebar.workspace.updateWorkspaceBtnConnect
source: Connect
fr_ca: Connecter

# core.components.sidebar.workspace.updateWorkspaceBtnUpdate
source: Update
fr_ca: Mettre à jour

# core.components.sidebar.workspace.updateWorkspaceTitle
source: Connect to workspace
fr_ca: Mettre à jour un espace

# core.components.toolbar.preview
source: Preview
fr_ca: Aperçu

# core.components.toolbar.tooltip.changeMode
source: Change edition mode
fr_ca: Changer le mode d'édition

# core.components.toolbar.tooltip.clearDoc
source: Clear document
fr_ca: Nettoyer le document

# core.components.toolbar.tooltip.redo
source: Redo
fr_ca: Refaire

# core.components.toolbar.tooltip.undo
source: Undo
fr_ca: Annuler

# core.components.toolbar.workspaceSaved
source: Saved
fr_ca: Sauvergardé

# core.components.widget.column.desc
source: Use it to divide your rows in more columns
fr_ca: Utilisez-la pour diviser vos rangées en plusieurs colonnes

# core.components.widget.column.title
source: Column
fr_ca: Colonne

# core.components.widget.container.actions.duplicate
source: Duplicate
fr_ca: Dupliquer

# core.components.widget.container.actions.edit
source: Edit
fr_ca: Modifier

# core.components.widget.container.actions.remove
source: Remove
fr_ca: Effacer

# core.components.widget.container.notices.clickHoldDrag
source: Click and hold the selection to drag it around.
fr_ca: Cliquer et tener votre sélection pour la déplacer au sein de votre conteneur.

# core.components.widget.container.notices.numberColumn
source: Choose the number of column(s) you desire.
fr_ca: Choisissez le nombre de colonne(s) que vous désirez créer.

# core.components.widget.container.notices.openWidget
source: Open the widget drawer and select or create a workspace/project/segment.
fr_ca: Ouvrez le tirroir à widget pour sélectionner ou créer un espace/projet/segment.

# core.components.widget.container.notices.standalone
source: Enjoy a <strong>full screen</strong> experience by adding this app on your home screen. Check your browser options!
fr_ca: Profitez d'une expérience <strong>plein écran</strong> en ajoutant cette applicationà votre écran d'accueil. Vérifiez vos options de navigateur !

# core.components.widget.container.notices.startAddingRow
source: Start by opening the widgets drawer and adding a new row.
fr_ca: Débutez par ouvrir le tirroir à widgets et ajouter un nouvelle rangée.

# core.components.widget.container.notices.taploopParent
source: Tap multiple time the same widget to loop through its parents. Now tap and hold the selection to drag it around.
fr_ca: Tapper plusieurs fois le même widget pour parcourir ses parents. Maintenant, tapper et tener votre sélection pour la déplacer au sein de votre conteneur.

# core.components.widget.default.add.content
source: Content
fr_ca: Contenu

# core.components.widget.default.add.customizable
source: Customizable
fr_ca: Personalisable

# core.components.widget.default.add.modalAddTitle
source: Add a new widget
fr_ca: Ajouter un nouveau widget

# core.components.widget.image.desc
source: A picture, icon or drawing
fr_ca: Une photo, icône ou dessin

# core.components.widget.row.desc
source: An horizontal line that contains columns
fr_ca: Une ligne horizontale qui contient des colonnes

# core.components.widget.row.title
source: Row
fr_ca: Rangée

# core.components.widget.text.desc
source: Content with basic formatting
fr_ca: Contenu avec formattage de base

# core.components.widget.text.overlay.title
source: Edit text content
fr_ca: Modifier le contenu textuel

# core.components.widget.text.title
source: Text
fr_ca: Texte

# core.di.cache.debugTitle
source: Cache events
fr_ca: Événement de cache

# core.di.modal.btnCancel
source: Cancel
fr_ca: Annuler

# core.di.modal.errNotFound
source: Modal :id: not found.
fr_ca: Fenêtre :id: non trouvé.

# core.di.modal.errorTitle
source: Error
fr_ca: Erreur

# core.di.modal.infoTitle
source: Info
fr_ca: Information

# core.di.modal.warningTitle
source: Warning
fr_ca: Attention

# core.di.storage.errModelNotInitiated
source: Model :name: not initiated.
fr_ca: Modèle :name: non initié.

# core.di.zm.clearContentBtn
source: Clear content
fr_ca: Nettoyez le contenu

# core.di.zm.clearContentContent
source: Are you sure you want to clear your content?
fr_ca: Êtes-vous certain de vouloir nettoyer votre contenu ?

# core.di.zm.clearContentTitle
source: Clear content
fr_ca: Nettoyez le contenu

# core.di.zm.errImportWrongFormatContent
source: The file you are trying to import doesn't seem to be in a valid Zemit file format.
fr_ca: Le fichier que vous tentez d'importer n'est pas dans un format valide.

# core.di.zm.errImportWrongFormatTitle
source: Wrong file format
fr_ca: Mauvais format de fichier

# core.di.zm.importCompleteContent
source: Your workspace has been updated with the imported data.
fr_ca: Votre espace a été mis à jour avec les données importées.

# core.di.zm.importCompleteTitle
source: Data imported
fr_ca: Données importées

# core.di.zm.importVerMismatchContent
source: The version you are using (:currentVersion:) does not match the imported one (:importedVersion:)
fr_ca: La version que vous utilisez (:currentVersion:) ne correspond pas à celle importée (:importedVersion:)

# core.di.zm.importVerMismatchTitle
source: Version mismatch
fr_ca: Incompatibilité entre les versions

# core.di.zm.modalExportContent
source: The content has been automatically downloaded into your computer.
fr_ca: Le contenu a été automatiquement téléchargé sur votre ordinateur.

# core.di.zm.modalExportTitle
source: Content exported
fr_ca: Exporter le contenu

# core.directives.draggable.debugTitle
source: Draggable events
fr_ca: Événements de déplacement

# core.directives.field.treeview.btnAdd
source: Add
fr_ca: Ajouter

# core.directives.field.treeview.btnEdit
source: Edit
fr_ca: Modifier

# core.directives.field.treeview.btnOpen
source: Open
fr_ca: Ouvrir

# core.directives.field.treeview.btnRemove
source: Remove
fr_ca: Effacer

# core.directives.field.treeview.listEmpty
source: No data available yet.
fr_ca: Aucune donnée disponible.

# core.directives.modal.btnClose
source: Close
fr_ca: Fermer

# core.directives.modal.debugTitle
source: Modal events
fr_ca: Événements de fenêtre

# core.directives.tooltip.debugTitle
source: Tooltip events
fr_ca: Événements de d'info-bulles

# core.model.notValidate
source: Model does not validate.
fr_ca: Le modèle ne valide pas.

# core.services.media.errResizeNoWidthHeight
source: Resized image must have either a width or height value.
fr_ca: Vous devez fournir une largeur et une hauteur afin de redimensionner l'image.

# core.services.workspace.errAlreadyExists
source: Workspace already exists.
fr_ca: Cet espace existe déjà.

# core.services.workspace.errUnableConnectCred
source: Unable to connect to the server using the provided credentials.
fr_ca: Impossible de se connecter au serveur en utilisant les informations d'identification fournis.
